benchmarks/framework-shootout/results/flask/json/run1/wrk_steady.txt
Running 5s test @ http://flask:8080/json
  4 threads and 50 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    15.42ms   18.43ms  96.53ms   80.69%
    Req/Sec     1.46k   451.92     5.12k    76.12%
  Latency Distribution
     50%    5.00ms
     75%   25.20ms
     90%   48.78ms
     99%   61.91ms
  29181 requests in 5.10s, 5.82MB read
Requests/sec:   5721.76
Transfer/sec:      1.14MB